Repository: PLAYGAMEMPE/Vanilla-RTX-App-Enhanced
Catalog: src/Strings/*/Shared.resw
Source language: en_us
Languages: es_es

# PsaCard_DismissForever
source: Dismiss forever
es_es: Descartar para siempre

# PsaCard_DismissForNow
source: Dismiss for now
es_es: Descartar por ahora

# PsaCard_DismissMinutesSingular
source: Dismiss for {0} minute
es_es: Descartar por {0} minuto

# PsaCard_DismissMinutesPlural
source: Dismiss for {0} minutes
es_es: Descartar por {0} minutos

# PsaCard_DismissHoursSingular
source: Dismiss for {0} hour
es_es: Descartar por {0} hora

# PsaCard_DismissHoursPlural
source: Dismiss for {0} hours
es_es: Descartar por {0} horas

# PsaCard_DismissDaysSingular
source: Dismiss for {0} day
es_es: Descartar por {0} día

# PsaCard_DismissDaysPlural
source: Dismiss for {0} days
es_es: Descartar por {0} días

# ReviewPrompt_MessageIntro
source: A message from the developer:
es_es: Un mensaje del desarrollador:

# ReviewPrompt_MessageBody1
source: If you've enjoyed the app or have found it helpful so far, you can sponsor me through my
es_es: Si has disfrutado la app o te ha resultado útil hasta ahora, puedes patrocinarme a través de mi

# ReviewPrompt_KofiLinkText
source: Ko-Fi page.
es_es: página de Ko-Fi.

# ReviewPrompt_MessageBody2
source: ...or simply by leaving an honest review! Anything helps, and encourages me to continue my projects.
es_es: ...¡o simplemente dejando una reseña honesta! Cualquier apoyo ayuda y me anima a seguir con mis proyectos.

# ReviewPrompt_MessageBody3
source: All of which I've released and upkept for years free of charge, ads,
es_es: Todos ellos los he publicado y mantenido durante años de forma gratuita, sin anuncios,

# ReviewPrompt_MessageBody4
source: microtransactions, or other nonsense that ruins a good user experience.
es_es: microtransacciones ni ninguna otra tontería que arruine una buena experiencia de usuario.

# ReviewPrompt_MessageBody5
source: I just ask anyone who believes this is a good thing to help me continue it.
es_es: Solo le pido a quien crea que esto vale la pena que me ayude a continuarlo.

# ReviewPrompt_MessageBody6
source: The Vanilla RTX App is dedicated to everyone.
es_es: La Vanilla RTX App está dedicada a todos.

# ReviewPrompt_ReviewButton
source: Leave an honest review ⭐
es_es: Dejar una reseña honesta ⭐

# ReviewPrompt_LaterButton
source: Show later
es_es: Mostrar más tarde

# ReviewPrompt_NeverButton
source: Don't show again
es_es: No volver a mostrar
